Repository: JosePineiro/book-review-library
Catalog: lang/book-review-library-*.po
Languages: hu_hu, it_it

source: %1$s by %2$s
hu_hu: %2$s: %1$s
it_it: %1$s di %2$s

source: Add or remove Illustrators
hu_hu: Illusztrátorok hozzáadása vagy eltávolítása
it_it: Aggiungi o rimuovi Illustratori

source: Choose from the most used Illustrators
hu_hu: Választás az illusztrátorok közül
it_it: Scegli tra gli Illustratori più utilizzati

source: Awards
hu_hu: Díjak
it_it: Premi

source: Award
hu_hu: Díj
it_it: Premio

source: Search Awards
hu_hu: Díj keresése
it_it: Cerca Tra i Premi

source: Popular Awards
hu_hu: Népszerű díjak
it_it: Premi Popolari

source: All Awards
hu_hu: Minden díj
it_it: Tutti i Premi

source: Edit Award
hu_hu: Díjak szerkesztése
it_it: Modifica Premio

source: Update Award
hu_hu: Díj frissítése
it_it: Aggiorna Premio

source: Add New Award
hu_hu: Új díj
it_it: Aggiungi Premio

source: New Award Name
hu_hu: Új díj megnevezése
it_it: Nome Premio

source: Separate Awards with commas
hu_hu: Díjak elválasztása vesszővel
it_it: Separa i Premi con delle virgole

source: Add or remove Awards
hu_hu: Díjak hozzáadása vagy eltávolítása
it_it: Aggiungi o rimuovi Premi

source: Choose from the most used Awards
hu_hu: Választás az eddigi díjak közül
it_it: Scegli tra i Premi più utlizzati

source: Series
hu_hu: Sorozatok
it_it: Serie

source: Search Series
hu_hu: Sorozatok keresése
it_it: Cerca Tra Le Serie

source: Popular Series
hu_hu: Népszerű sorozatok
it_it: Serie Popolari

source: All Series
hu_hu: Minden sorozat
it_it: Tutte Le Serie

source: Edit Series
hu_hu: Sorozatok szerkesztése
it_it: Modifica Serie

source: Update Series
hu_hu: Sorozatok frissítése
it_it: Aggiorna Serie

source: Add New Series
hu_hu: Új sorozat hozzáadása
it_it: Aggiungi Serie

source: New Series Name
hu_hu: Új sorozat megnevezése
it_it: Nome Serie

source: Separate Series with commas
hu_hu: Sorozatok elválasztása vesszővel
it_it: Separa le Serie con delle virgole

source: Add or remove Series
hu_hu: Sorozat hozzáadása vagy eltávolítása
it_it: Aggiungi o rimuovi Serie

source: Choose from the most used Series
hu_hu: Választás a legtöbbet használt sorozatokból
it_it: Scegli tra le Serie più utilizzate

source: Star Ratings
hu_hu: Értékelés
it_it: Classifica

source: Star
hu_hu: Pontozás
it_it: Stella

source: Search Ratings
hu_hu: Értékelés keresése
it_it: Cerca Tra Le Classifiche

source: Popular Ratings
hu_hu: Népszerű értékelések
it_it: Classifiche Popolari

source: Stars
hu_hu: Pontozás
it_it: Stelle

source: Edit Rating
hu_hu: Értékelés szerkesztése
it_it: Modifica Classifica

source: Update Rating
hu_hu: Értékelés frissítése
it_it: Aggiorna Classifica

source: Add New Rating
hu_hu: Új értékelés hozzáadása
it_it: Aggiungi Classifica

source: New Rating Name
hu_hu: Új értékelés neve
it_it: Nome Classifica

source: Separate Star Ratings with commas
hu_hu: Értékelések vesszővel elválasztva
it_it: Separa le Classifiche con delle virgole

source: Add or remove Star Ratings
hu_hu: Értékelés hozzáadása vagy eltávolítása
it_it: Aggiungi o rimuovi Classifiche

source: Choose from the most used Star Ratings
hu_hu: Választás az eddigi értékelésekből
it_it: Scegli tra le Classifiche più utilizzate

source: Zero stars
hu_hu: Nulla pont
it_it: Zero stelle

source: One star
hu_hu: Egy pont
it_it: Una stella

source: Two stars
hu_hu: Két pont
it_it: Due stelle

source: Three stars
hu_hu: Három pont
it_it: Tre stelle

source: Four stars
hu_hu: Négy pont
it_it: Quattro stelle

source: Five stars
hu_hu: Öt pont
it_it: Cinque stelle

source: Book Author
hu_hu: Könyv szerzője
it_it: Autore del Libro

source: Star Rating
hu_hu: Értékelés
it_it: Classifica

source: Book Cover
hu_hu: Könyv borítója
it_it: Copertina del Libro

source: Additional Information
hu_hu: További információk
it_it: Informazioni Extra

source: In stock?
hu_hu: Raktáron?
it_it: Disponibile?

source: Book is in stock
hu_hu: A könyv raktáron van
it_it: Il libro è disponibile

source: Book out of stock
hu_hu: A könyv elfogyott
it_it: Il libro è fuori stampa

source: Upload Award Image
hu_hu: Díj képének feltöltése
it_it: Carica Immagine del Premio

source: Set featured image
hu_hu: Kimelet kép beállítása
it_it: Imposta immagine in evidenza

source: Select Book Cover
hu_hu: Könyv borítójának kiválasztása
it_it: Scegli la Copertina del Libro

source: Title
hu_hu: Cím
it_it: Titolo

source: Rating
hu_hu: Értékelés
it_it: Classifica

source: No authors found
hu_hu: Nem találtam szerzőt
it_it: Nessun autore trovato

source: No series found
hu_hu: Nem találtam sorozatot
it_it: Nessuna serie trovata

source: No illustrators found
hu_hu: Nem találtam illusztrátort
it_it: Nessun illustratore trovato

source: No subjects found
hu_hu: Nem találtam témát
it_it: Nessun soggetto trovato

source: No reading level found
hu_hu: Nem találtam olvasási szintet
it_it: Nessun livello di lettura trovato

source: No awards found
hu_hu: Nem találtam díjat
it_it: Nessun premio trovato

source: No rating found
hu_hu: Nem találtam értékelést
it_it: Nessuna classifica trovata

source: Review by %s
hu_hu: Áttekintés: %s
it_it: Recensione di %s

source: Reading Level: %s
hu_hu: Korhatár: %s
it_it: Livello di Lettura: %s

source: This book is <strong>in stock</strong>
hu_hu: A könyv <strong>raktáron van</strong>
it_it: Questo libro è <strong>disponibile</strong>

source: This book is <strong>currently checked out</strong>
hu_hu: A könyv <strong>előjegyzés alatt van</strong>
it_it: Questo libro è <strong>momentaneamente escluso</strong>

source: <strong>Author:</strong> %s
hu_hu: <strong>Szerző:</strong> %s
it_it: <strong>Autore:</strong> %s

source: <strong>Genre:</strong> %s
hu_hu: <strong>Műfaj:</strong> %s
it_it: <strong>Genere:</strong> %s

source: <strong>Series:</strong> %s |
hu_hu: <strong>Sorozat:</strong> %s |
it_it: <strong>Serie:</strong> %s

source: <strong>Subjects:</strong> %s
hu_hu: <strong>Téma:</strong> %s
it_it: <strong>Soggetti:</strong> %s

source: <strong>Illustrated by</strong> %s
hu_hu: <strong>Illusztrátor: </strong> %s
it_it: <strong>Illustrato da</strong> %s

source: Enabled
hu_hu: Engedélyezve
it_it: Abilitato

source: Disabled
hu_hu: Tiltva
it_it: Disabilitato

source: Displays a list of related books by common taxonomies. This widget only displays when viewing a single book review or a book review archive.
hu_hu: Megmutatja a kapcsolódó könyvek rendszerét. Ez a widget csak akkor látszik, amikor egy könyv jelenik meg, vagy az archivumban.
it_it: Mostra un elenco di libri correlati da tassonomie comuni. Questo widget viene mostrato solo quando si sta visualizzando una recensione o un archivio di recensioni.

source: Similar Books
hu_hu: Hasonló könyvek
it_it: Libri Simili

source: No similar books were found.
hu_hu: Nem található az adatbázisban hasonló könyv.
it_it: Nessun libro simile trovato

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen
it_it: Sì

source: Title:
hu_hu: Cím:
it_it: Titolo:

source: The title that displays above the widget.
hu_hu: A cím, amely a widget tetején megjelenik.
it_it: Il titolo che appare sopra il widget.

source: Count:
hu_hu: Számláló:
it_it: Conteggio:

source: How many reviews to display.
hu_hu: Hány értékelés található.
it_it: Quante recensioni mostrare.

source: Display Images:
hu_hu: Képek megjelenítése:
it_it: Mostra immagini:

source: Display thumbnail images next to the titles?
hu_hu: Képek megjelenítése közvetlenül a cím mellett?
it_it: Mostra anteprime affianco ai titoli?

source: Displays a list of recent book reviews.
hu_hu: Utolsóként rögzített könyvek listája.
it_it: Mostra una lista di recensioni recenti.

source: Recent Book Reviews
hu_hu: Utolsóként rögzített könyvek
it_it: Recensioni Libri Recenti

source: No books were found.
hu_hu: Nem találtam könyveket.
it_it: Nessun libro trovato.

source: Book Review options saved
hu_hu: Könyvtár beállításai mentve
it_it: Opzioni Recensione Libri salvate

source: Save Options
hu_hu: Beállítások mentése
it_it: Salva Opzioni

source: Author:
hu_hu: Szerző:
it_it: Autore:

source: Enable this if the person adding the book review is not the original author of the review.
hu_hu: Engedélyezd, ha bekapcsolod a szerző mezőt.
it_it: Abilita questa opzione se la persona che inserisce le recensioni non ne è l'autore.

source: Enable this to display the reading level for the book.
hu_hu: Engedélyezd, ha bekapcsolod a korhatárok mezőt.
it_it: Abilita questa opzione per mostrare i livello di lettura del libro.

source: Enable this to tag the book with different subjects (unique from genres).
hu_hu: Engedélyezd, ha engedélyezed a téma mezőt.
it_it: Abilita questa opzione per assegnare ai libri diversi soggetti (indipendenti dai generi).

source: Enable this to add illustrators to book reviews.
hu_hu: Engedélyezd, ha bekapcsolod az illusztrátor mezőt.
it_it: Aiblita questa opzione per aggiungere gli illustratori alle recensioni.

source: Enable this to add awards the book has received.
hu_hu: Engedélyezd, ha bekapcsolod a díjak mezőt.
it_it: Abilita questa opzione per aggiungere una voce per eventuali premi vinti dai libri.

source: Enable this to group books by series.
hu_hu: Engedélyezd, ha bekapcsolod a sorozatok mezőt.
it_it: Abilita questa opzione per raggruppare i libri per serie.

source: Ratings
hu_hu: Értékelések
it_it: Classifiche

source: Enable this for star ratings.
hu_hu: Engedélyezd az értékeléshez.
it_it: Abilita questa opzione per mostare le classifiche (a stelle) dei libri.

source: Stock
hu_hu: Raktár állapota
it_it: Disponibilità

source: Enable this to display "In Stock"/"Out of Stock" information with the book review.
hu_hu: Engedélyezd a "Raktáron/Elfogyott" információk megjelenítéséhez.
it_it: Abilita questa opzione per mostrare la voce "Disponibile"/"Fuori Stampa" nelle recensioni.

source: Display author with title
hu_hu: Szerző megjelenítése címmel
it_it: Mostra l'autore assieme al titolo

source: This disables the "by {Author Name}" link next to the book title. Disable this if getting HTML/formatting issues in your theme.
hu_hu: Az opció letiltja a "{Szerző neve}" linket a könyv címe melett. Tiltsd le, ha HTML/formázási gondok merültek fel.
it_it: Questa opzione disabilita il link "di {Nome Autore}" affianco al titolo del libro. Disabilitala se riscontri problemi di formattazione/HTML con il tuo tema.

source: Comments on book reviews
hu_hu: Hozzászólások engedélyezése
it_it: Commenti alle recensioni

source: If enabled, allows visitors to comment on book reviews.
hu_hu: Engedélyezd, ha bekapcsolod a hozzászólásokat.
it_it: Abilitando questa opzione si autorizzano i visitatori del sito a commentare le recensioni dei libri.

source: Librarian
hu_hu: Könyvtár
it_it: Bibliotecario

source: Book Reviewer
hu_hu: Könyv értékelője
it_it: Autore Recensione

source: Book Reviews Options
hu_hu: Könyvtár beállításai
it_it: Opzioni delle Recensioni

source: Options
hu_hu: Beállítások
it_it: Opzioni

source: Book Reviews
hu_hu: Könyvtár
it_it: Recensioni

source: Book Review
hu_hu: Könyvtár
it_it: Recensione

source: Add New
hu_hu: Új könyv
it_it: Nuova Recensione

source: Add New Book Review
hu_hu: Új könyv hozzáadása
it_it: Aggiungi Una Recensione

source: Edit Review
hu_hu: Értékelés szerkesztése
it_it: Modifica Recensione

source: New Book Review
hu_hu: Új könyv értékelése
it_it: Nuova Recensione

source: View Book Review
hu_hu: Könyv értékelése
it_it: Vedi Recensione

source: Search Book Reviews
hu_hu: Könyv értékelésének keresése
it_it: Cerca Tra Le Recensioni

source: No book reviews found
hu_hu: Nem találtam könyv értékeléseket
it_it: Nessuna recensione trovata

source: No book reviews found in Trash
hu_hu: Nem találtam a Lomtárban értékeléseket
it_it: Nessuna recensione trovata nel cestino

source: Genres
hu_hu: Műfajok
it_it: Generi

source: Genre
hu_hu: Műfaj
it_it: Genere

source: Search Genres
hu_hu: Műfaj keresése
it_it: Cerca Tra I Generi

source: Popular Genres
hu_hu: Népszerű műfajok
it_it: Generi Popolari

source: All Genres
hu_hu: Minden műfaj
it_it: Tutti i Generi

source: Edit Genre
hu_hu: Műfaj szerkesztése
it_it: Modifica Genere

source: Update Genre
hu_hu: Műfaj frissítése
it_it: Aggiorna Genere

source: Add New Genre
hu_hu: Új műfaj
it_it: Aggiungi Genere

source: New Genre Name
hu_hu: Új műfaj név
it_it: Nome Del Nuovo Genere

source: Separate genres with commas
hu_hu: Műfajok felsorolása vesszővel elválasztva
it_it: Separa i generi con delle virgole

source: Add or remove genres
hu_hu: Műfaj hozzáadása vagy eltávolítása
it_it: Aggiungi o rimuovi generi

source: Choose from the most used genres
hu_hu: Választás az előző műfajokból
it_it: Scegli tra i generi più usati

source: No genres found
hu_hu: Nincsenek műfajok
it_it: Nessun genere trovato

source: Review Author
hu_hu: Értékelés
it_it: Autore della Recensione

source: Search Review Authors
hu_hu: Értékelés keresése
it_it: Cerca Tra gli Autori di Recensioni

source: Popular Review Authors
hu_hu: Népszerű értékelések
it_it: Autori di Recensioni Popolari

source: All Review Authors
hu_hu: Minden értékelés
it_it: Tutti Gli Autori di Recensioni

source: Edit Review Author
hu_hu: Értékelés szerkesztése
it_it: Modifica Autore di Recensione

source: Update Review Author
hu_hu: Értékelése frissítése
it_it: Aggiorna Autore di Recensione

source: Add New Review Author
hu_hu: Új értékelés
it_it: Aggiungi Nuovo Autore di Rencesione

source: New Review Author Name
hu_hu: Új értékelés neve
it_it: Nome Autore di Recensione

source: Separate Review Authors with commas
hu_hu: Értékelések felsorolása vesszővel elválasztva
it_it: Separa gil Autori di Recensione con delle virgole

source: Add or remove Review Authors
hu_hu: Értékelések hozzáadása vagy eltávolítása
it_it: Aggiungi o rimuovi Autori di Recensione

source: Choose from the most used Review Authors
hu_hu: Választás az eddigi értékelések közül
it_it: Scegli tra gli Autori di Recensione più utilizzati

source: Review Authors
hu_hu: Értékelések
it_it: Autori di Recensione

source: Book Authors
hu_hu: Könyvek szerzői
it_it: Autori di Libri

source: Author
hu_hu: Szerző
it_it: Autore

source: Search Book Authors
hu_hu: Szerző keresése
it_it: Cerca Tra Gli Autori di Libri

source: Popular Book Authors
hu_hu: Népszerű szerzők
it_it: Autori di Libri Popolari

source: All Book Authors
hu_hu: Minden szerző
it_it: Tutti gli Autori di Libri

source: Edit Author
hu_hu: Szerző szerkesztése
it_it: Modifica Autore

source: Update Author
hu_hu: Szerző frissítése
it_it: Aggiorna Autore

source: Add New Author
hu_hu: Új szerző
it_it: Aggiungi Nuovo Autore

source: New Author Name
hu_hu: Új szerző név
it_it: Nome dell'Autore

source: Separate Book Authors with commas
hu_hu: Szerzők felsorolása vesszővel elválasztva
it_it: Separa gli Autori di Libri con delle virgole

source: Add or remove Book Authors
hu_hu: Szerzők hozzáadása vagy eltávolítása
it_it: Aggiungi o rimuovi Autori di Libri

source: Choose from the most used Book Authors
hu_hu: Választás az eddigi szerzők közül
it_it: Scegli tra gli Autori di Libri più utilizzati

source: Reading Level
hu_hu: Korhatár
it_it: Livello di Lettura

source: Search Reading Levels
hu_hu: Korhatár keresése
it_it: Cerca Tra i Livelli di Lettura

source: Popular Reading Levels
hu_hu: Népszerű korhatár értékek
it_it: Livelli di Lettura Popolari

source: All Reading Levels
hu_hu: Minden korhatár
it_it: Tutti i Livelli di Lettura

source: Edit Reading Level
hu_hu: Korhatár szerkesztése
it_it: Modifica Livello di Lettura

source: Update Reading Level
hu_hu: Korhatár frissítése
it_it: Aggiorna Livello di Lettura

source: Add New Reading Level
hu_hu: Új olvasási szint
it_it: Aggiungi Livello di Lettura

source: New Reading Level Name
hu_hu: Új korhatár érték
it_it: Nome del Livello di Lettura

source: Separate Reading Levels with commas
hu_hu: Korhatár értékek felsorolása vesszővel elválasztva
it_it: Separa i Livelli di Lettura con delle virgole

source: Add or remove Reading Levels
hu_hu: Korhatár hozzáadása vagy eltávolítása
it_it: Aggiungi o rimuovi Livelli di Lettura

source: Choose from the most used Reading Levels
hu_hu: Korhatár választása az eddigiek közül
it_it: Scegli tra i Livelli di Lettura più utlizzati

source: Reading Levels
hu_hu: Korhatárok
it_it: Livelli di Lettura

source: Subjects
hu_hu: Témák
it_it: Soggetti

source: Subject
hu_hu: Téma
it_it: Soggetto

source: Search Subjects
hu_hu: Témák keresése
it_it: Cerca Tra i Soggetti

source: Popular Subjects
hu_hu: Népszerű témák
it_it: Soggeti Popolari

source: All Subjects
hu_hu: Minden téma
it_it: Tutti i Soggetti

source: Edit Subject
hu_hu: Téma szerkesztése
it_it: Modfica Soggetto

source: Update Subject
hu_hu: Téma frissítése
it_it: Aggiorna Soggetto

source: Add New Subject
hu_hu: Új téma
it_it: Aggiungi Soggetto

source: New Subject Name
hu_hu: Új téma név
it_it: Nome Soggetto

source: Separate Subjects with commas
hu_hu: Témák felsorolása vesszővel elválasztva
it_it: Separa i Soggetti con delle virgole

source: Add or remove Subjects
hu_hu: Témák hozzáadása vagy eltávolítása
it_it: Aggiungi o rimuovi Soggetto

source: Choose from the most used Subjects
hu_hu: Téma választása az eddigiek közül
it_it: Scegli tra i Soggetti più utilizzati

source: Illustrators
hu_hu: Illusztrátorok
it_it: Illustratori

source: Illustrator
hu_hu: Illusztrátor
it_it: Illustratore

source: Search Illustrators
hu_hu: Illusztrátor keresése
it_it: Cerca Tra Gli Illustratori

source: Popular Illustrators
hu_hu: Népszerű illusztrátorok
it_it: Illustratori Popoplari

source: All Illustrators
hu_hu: Minden illusztrátor
it_it: Tutti Gli Illustratori

source: Edit Illustrator
hu_hu: Illusztrátor szerkesztése
it_it: Modfica Illustratore

source: Update Illustrator
hu_hu: Illusztrátor frissítése
it_it: Aggiorna Illustratore

source: Add New Illustrator
hu_hu: Új illusztrátor
it_it: Aggiungi Illustratore

source: New Illustrator Name
hu_hu: Új illusztrátor név
it_it: Nome Illustratore

source: Separate Illustrators with commas
hu_hu: Illusztrátorok felsorolása vesszővel elválasztva
it_it: Separa gli Illustratori con delle virgole
